[
  {
    "title": "Manufacturing Performance Dashboard",
    "tag": "Power BI • SQL Server • KPI Reporting",
    "description": "Designed and built a Power BI dashboard that consolidates production, downtime, and labor efficiency metrics across multiple manufacturing facilities.",
    "points": [
      "Reduced manual reporting time by replacing Excel-based reports.",
      "Enabled leadership to quickly identify bottlenecks and trends.",
      "Improved visibility into performance KPIs across sites."
    ]
  },
  {
    "title": "WMS & Shipping Data Integration",
    "tag": "SQL Server • ETL • SCALE WMS • FSMS",
    "description": "Developed and maintained data integrations between Manhattan SCALE WMS and FedEx Ship Manager Server to ensure consistent, accurate shipment and inventory data across systems.",
    "points": [
      "Created ETL routines and SQL jobs to synchronize key data elements.",
      "Improved data reliability for operational and logistics reporting.",
      "Supported audit and compliance requirements across facilities."
    ]
  },
  {
    "title": "Service Operations Analytics",
    "tag": "Power BI • Power Automate • ServiceNow",
    "description": "Built internal dashboards and automations to monitor service desk performance, ticket volume, SLA compliance, and user satisfaction.",
    "points": [
      "Created Power BI reports using ServiceNow data exports.",
      "Implemented Power Automate flows to streamline ticket routing.",
      "Helped leadership understand workload, trends, and improvement areas."
    ]
  },
  {
    "title": "Custom C# Tools for Plant Operations",
    "tag": "C# • .NET • SQL Server",
    "description": "Developed C# applications integrated with SQL Server to support specific manufacturing and operations use cases, replacing manual or legacy processes.",
    "points": [
      "Automated repetitive data entry and lookup tasks.",
      "Reduced error rates and improved data consistency.",
      "Provided more usable interfaces for plant staff."
    ]
  }
]
